[
  {
    "pergunta": "Qual é a parte principal e geralmente achatada da folha?",
    "resposta": "A parte principal e geralmente achatada da folha é o limbo ou lâmina foliar."
  },
  {
    "pergunta": "Como se chama a haste que liga a lâmina foliar ao caule?",
    "resposta": "A haste que liga a lâmina foliar ao caule chama-se pecíolo."
  },
  {
    "pergunta": "O que é uma folha séssil?",
    "resposta": "Uma folha séssil é aquela que não possui pecíolo, com o limbo se prendendo diretamente ao caule."
  },
  {
    "pergunta": "Qual a função da bainha em algumas folhas?",
    "resposta": "A função da bainha é envolver e proteger o caule e as gemas axilares, sendo comum em gramíneas."
  },
  {
    "pergunta": "O que são estípulas e onde se localizam?",
    "resposta": "Estípulas são pequenos apêndices, geralmente em pares, localizados na base do pecíolo, com função principal de proteção do broto foliar."
  },
  {
    "pergunta": "Qual o nome dado à borda da lâmina foliar?",
    "resposta": "O nome dado à borda da lâmina foliar é margem."
  },
  {
    "pergunta": "Se uma folha tem a margem lisa, como ela é classificada?",
    "resposta": "Uma folha com a margem lisa é classificada como de margem inteira."
  },
  {
    "pergunta": "O que significa uma margem serreada?",
    "resposta": "Uma margem serreada significa que ela possui pequenos dentes inclinados para a ponta da folha, como uma serra."
  },
  {
    "pergunta": "Como se chama o padrão de distribuição das nervuras na folha?",
    "resposta": "O padrão de distribuição das nervuras na folha é chamado de nervação ou venação."
  },
  {
    "pergunta": "Qual o tipo de nervura comum em folhas de gramíneas?",
    "resposta": "O tipo de nervura comum em folhas de gramíneas é a paralelinérvea, onde as nervuras correm paralelamente umas às outras."
  },
  {
    "pergunta": "O que caracteriza uma nervura peninérvea?",
    "resposta": "Uma nervura peninérvea é caracterizada por ter uma nervura principal central de onde partem nervuras secundárias, lembrando uma pena."
  },
  {
    "pergunta": "Qual o nome da ponta da folha?",
    "resposta": "O nome da ponta da folha é ápice."
  },
  {
    "pergunta": "E como se chama a parte da lâmina que se une ao pecíolo?",
    "resposta": "A parte da lâmina que se une ao pecíolo chama-se base."
  },
  {
    "pergunta": "O que diferencia uma folha simples de uma folha composta?",
    "resposta": "Uma folha simples possui um limbo único e inteiro, enquanto uma folha composta tem o limbo dividido em várias partes menores chamadas folíolos."
  },
  {
    "pergunta": "Em uma folha composta, como são chamadas as subdivisões da lâmina?",
    "resposta": "Em uma folha composta, as subdivisões da lâmina são chamadas de folíolos."
  },
  {
    "pergunta": "Qual a diferença entre uma folha composta pinada e uma palmada?",
    "resposta": "Uma folha composta pinada tem os folíolos dispostos ao longo de um eixo central (a raque), enquanto na composta palmada todos os folíolos partem de um mesmo ponto na ponta do pecíolo."
  },
  {
    "pergunta": "Qual termo descreve a disposição das folhas no caule?",
    "resposta": "O termo que descreve a disposição das folhas no caule é filotaxia."
  },
  {
    "pergunta": "O que é filotaxia oposta?",
    "resposta": "Filotaxia oposta é quando duas folhas nascem no mesmo nó do caule, uma de cada lado."
  },
  {
    "pergunta": "E a filotaxia alterna?",
    "resposta": "Filotaxia alterna é quando há apenas uma folha por nó do caule, dispostas de forma alternada ao longo dele."
  },
  {
    "pergunta": "O que é uma folha com formato de coração?",
    "resposta": "Uma folha com formato de coração é chamada de cordiforme."
  },
  {
    "pergunta": "E uma folha com formato de lança?",
    "resposta": "Uma folha com formato de lança é chamada de lanceolada."
  },
  {
    "pergunta": "Qual a principal função da forma achatada e larga da maioria das folhas?",
    "resposta": "A principal função da forma achatada e larga é maximizar a área de superfície para a captação de luz solar e para as trocas gasosas."
  },
  {
    "pergunta": "Como se chama a superfície superior da folha?",
    "resposta": "A superfície superior da folha chama-se face adaxial ou epifilo."
  },
  {
    "pergunta": "E a superfície inferior?",
    "resposta": "A superfície inferior chama-se face abaxial ou hipofilo."
  },
  {
    "pergunta": "O que são tricomas?",
    "resposta": "Tricomas são os \"pelos\" encontrados na superfície da folha, que podem ter funções de proteção contra herbivoria, redução da perda de água e reflexão da luz solar."
  },
  {
    "pergunta": "Qual é a principal função da folha?",
    "resposta": "A principal função da folha é realizar a fotossíntese."
  },
  {
    "pergunta": "Qual o nome do processo em que a folha utiliza a luz solar para produzir energia?",
    "resposta": "O processo em que a folha utiliza a luz solar para produzir seu próprio alimento (glicose) é a fotossíntese."
  },
  {
    "pergunta": "Que gás a folha absorve do ar para a fotossíntese?",
    "resposta": "A folha absorve o gás carbônico (dióxido de carbono - CO₂) do ar para a fotossíntese."
  },
  {
    "pergunta": "Que gás a folha libera durante a fotossíntese?",
    "resposta": "A folha libera gás oxigênio (O₂) como subproduto da fotossíntese."
  },
  {
    "pergunta": "Qual o pigmento verde essencial para a fotossíntese?",
    "resposta": "O pigmento verde essencial para a fotossíntese é a clorofila."
  },
  {
    "pergunta": "Onde, na célula vegetal, ocorre a fotossíntese?",
    "resposta": "A fotossíntese ocorre nos cloroplastos, organelas presentes nas células vegetais."
  },
  {
    "pergunta": "O que é a transpiração foliar?",
    "resposta": "A transpiração foliar é a perda de água na forma de vapor através da superfície da folha."
  },
  {
    "pergunta": "Qual a principal estrutura responsável pela transpiração?",
    "resposta": "A principal estrutura responsável pela transpiração são os estômatos."
  },
  {
    "pergunta": "Qual a função dos estômatos?",
    "resposta": "A função dos estômatos é controlar a troca de gases (entrada de CO₂ e saída de O₂) e a transpiração (saída de vapor d'água)."
  },
  {
    "pergunta": "Em que lado da folha os estômatos são geralmente mais abundantes?",
    "resposta": "Os estômatos são geralmente mais abundantes na face inferior (abaxial) da folha, para reduzir a perda de água por exposição direta ao sol."
  },
  {
    "pergunta": "Por que a transpiração é importante para a planta?",
    "resposta": "A transpiração é importante para transportar água e nutrientes minerais das raízes até as folhas (sucção) e para resfriar a planta."
  },
  {
    "pergunta": "Como a planta realiza a troca de gases (oxigênio e dióxido de carbono) com o ambiente?",
    "resposta": "A planta realiza a troca de gases através dos estômatos."
  },
  {
    "pergunta": "Qual a função das nervuras além da sustentação?",
    "resposta": "Além da sustentação do limbo, as nervuras têm a função de transporte de água e sais minerais (pelo xilema) e de açúcares produzidos na fotossíntese (pelo floema)."
  },
  {
    "pergunta": "Que tipo de seiva é transportado das raízes para as folhas?",
    "resposta": "A seiva transportada das raízes para as folhas é a seiva bruta (água e sais minerais)."
  },
  {
    "pergunta": "Que tipo de seiva é produzido na folha e distribuído para o resto da planta?",
    "resposta": "A seiva produzida na folha é a seiva elaborada (água e açúcares)."
  },
  {
    "pergunta": "O que é gutação ou sudação?",
    "resposta": "Gutação (ou sudação) é a eliminação de água no estado líquido pelas bordas da folha através de estruturas chamadas hidatódios."
  },
  {
    "pergunta": "Em que condições a gutação é mais comum?",
    "resposta": "A gutação é mais comum em condições de alta umidade do ar e do solo, geralmente durante a noite, quando a transpiração é baixa."
  },
  {
    "pergunta": "Todas as folhas de uma planta são verdes? Dê um exemplo.",
    "resposta": "Não, folhas podem ter outras cores, como as brácteas vermelhas da poinsétia (bico-de-papagaio) ou as folhas roxas de algumas plantas ornamentais."
  },
  {
    "pergunta": "Folhas podem ser modificadas para outras funções?",
    "resposta": "Sim, folhas podem ser modificadas para desempenhar outras funções, como armazenamento, defesa e suporte."
  },
  {
    "pergunta": "O que são as brácteas, como na planta \"bico-de-papagaio\"?",
    "resposta": "As brácteas são folhas modificadas associadas a flores, cuja função é atrair polinizadores."
  },
  {
    "pergunta": "Qual a função dos espinhos em um cacto, que são folhas modificadas?",
    "resposta": "Os espinhos de um cacto são folhas modificadas com a função de defesa contra animais e redução da perda de água."
  },
  {
    "pergunta": "As gavinhas de uma videira podem ser folhas modificadas. Qual sua função?",
    "resposta": "As gavinhas são folhas (ou caules) modificadas que servem para a sustentação e fixação da planta em um suporte."
  },
  {
    "pergunta": "Qual a função das folhas carnosas de uma cebola?",
    "resposta": "As folhas carnosas de uma cebola (os catáfilos) têm a função de armazenamento de nutrientes."
  },
  {
    "pergunta": "Por que as folhas de algumas plantas caem no outono?",
    "resposta": "As folhas de algumas plantas caem no outono (um processo chamado abscisão) para conservar água e energia durante o inverno, período em que a luz solar é menos intensa e a água pode congelar."
  },
  {
    "pergunta": "Qual a importância das folhas para a cadeia alimentar?",
    "resposta": "As folhas são a base de muitas cadeias alimentares, pois, como organismos produtores, fornecem energia e matéria orgânica para os seres herbívoros (consumidores primários)."
  }
]